7zip
audacity
audacity-lame
autodesk-fusion360
autohotkey.portable
calibre
carnac
chromium
darktable
discord
dolphin
dotnet-6.0-desktopruntime
dotnet-7.0-desktopruntime
dotnet-desktopruntime
DotNet4.5.2
dotnet4.6.2
dotnetfx
drawio
emulationstation
epicgameslauncher
etcher
filezilla
firacodenf
Firefox
fs-uae
gimp
git
git-lfs
googleearthpro
gramps
handbrake
InkScape
ipfs-desktop
jdk8
KB2919355
KB2919442
KB2999226
KB3033929
KB3035131
KB3063858
libreoffice
logitech-options
make
meld
meshlab
microsoft-teams
microsoft-windows-terminal
msys2
netfx-4.6.2
netfx-4.7.2
netfx-4.8
obs-studio
openttd
patchwork
pcsx2
PDFCombine
peazip
powertoys
processing
python3
qbittorrent
retroarch
rufus
scratch
Shotcut
signal
spotify
steam-client
telegram
tor-browser
twitch
vcredist140
vcredist2015
vcredist2017
virtualbox
vlc
vnc-viewer
vscode
windirstat
wsl2
