Ciantic.keymapceditor-vsc
Extensions installed on WSL: Ubuntu-22.04:
GitHub.copilot
GitHub.remotehub
GitHub.vscode-pull-request-github
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
KevinRose.vsc-python-indent
Nuuf.theme-hackershaze
PKief.material-icon-theme
RobbOwen.synthwave-vscode
Souche.vscode-mindmap
TabNine.tabnine-vscode
Tobiah.language-pde
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Zazuko.sparql-snippets
aaron-bond.better-comments
alefragnani.project-manager
avli.clojure
ban.quietlight-plus
ban.spellright
batisteo.vscode-django
bierner.emojisense
canadaduane.vscode-kmonad
codezombiech.gitignore
cschlosser.doxdocgen
dahong.theme-bear
danwhitfield.sparql-executor
dhedgecock.radical-vscode
dillonchanis.midnight-city
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
equinusocio.vsc-material-theme-icons
foxundermoon.shell-format
frenco.vscode-notion
hediet.vscode-drawio
huacat.office-theme
humao.rest-client
icrawl.discord-vscode
jakeboone02.mediawiki
jebbs.plantuml
jeff-hykin.better-cpp-syntax
kaiwood.better-line-select
lextudio.restructuredtext
lizebang.bash-extension-pack
mads-hartmann.bash-ide-vscode
max-SS.Cyberpunk
mechatroner.rainbow-csv
mhutchie.git-graph
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
onecrayon.theme-quietlight-vsc
pnp.polacode
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rogalmic.bash-debug
rpinski.shebang-snippets
samuelcolvin.jinjahtml
stardog-union.stardog-rdf-grammars
stardog-union.vscode-langserver-sparql
timonwong.shellcheck
tootone.org-mode
trentrand.git-rebase-shortcuts
trond-snekvik.simple-rst
twxs.cmake
vintharas.learn-vim
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.codetour
vsls-contrib.gistfs
webrender.synthwave-x-fluoromachine
wholroyd.jinja
xaver.clang-format
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
